token = '5333257168:AAH4yP3U7ze2IIBGfCLZmpzG93VIfu_qzys'

intro_text = """
Меня зовут Зелибобка и я помогу тебе хорошо провести время!

Я умею: 
    1. Искать похожих на тебя пользователей 
    2. Находить события и тусовочки по небольшому описанию от тебя!
    3. Создавать новые события, описанные тобой, и предлагать их другим пользователям!

Также ты в любой момент можешь попросить меня перестать мэтчить других юзеров с тобой, нажав "Лапки"
"""

# add "Лапки"
start_buttons = ["Найти похожие события",
                 "Создать событие",
                 "Найти похожих юзеров",
                 "Рассказать о себе"]

# надо сделать большие корпуса
common_hobbies = []
common_conv_topics = []

# user_attributes = {"gender": "Ваш пол: ",
#                    "hobbies": "Ваши хобби: ",
#                    "conv_topics": "О чем любишь поболтать?"}

ages = ["< 14", "14 - 17", "18 - 21",
        "22 - 30", "31 - 40", "41 - 50",
        "51 - 60", "> 60"]

genders = [
    "М", "Ж", "Другое", "Неважно"
]
